//
//  Localizable.strings
//  TheBox iOS
//
//  Copyright © 2017 TWS. All rights reserved.
//
//  Author Marino Faggiana <m.faggiana@twsweb.it>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

// General

"_cancel_"                  = "Avbryt";
"_upload_file_"             = "Last opp fil";
"_download_file_"           = "Last ned fil";
"_loading_"                 = "Laster";
"_loading_with_points_"     = "Laster…";
"_loading_num_"             = "Laster inn fil %i";
"_loading_autoupload_"      = "Auto-opplasting";
"_uploading_"               = "Laster opp";
"_synchronization_"         = "Synkronisering";
"_delete_"                  = "Slett";
"_delete_file_n_"           = "Slett fil %i av %i";
"_rename_"                  = "Gi nytt navn";
"_move_"                    = "Flytt";
"_move_file_n_"             = "Flytt fil %i av %i";
"_creating_sharing_"        = "Oppretter delt ressurs";
"_updating_sharing_"        = "Oppdaterer delt ressurs";
"_removing_sharing_"        = "Fjerner delt ressurs";
"_add_"                     = "Legg til";
"_login_"                   = "Logg inn";
"_save_"                    = "Lagre";
"_warning_"                 = "Advarsel";
"_error_"                   = "Feil";
"_no_"                      = "Nei";
"_yes_"                     = "Ja";
"_select_"                  = "Velg";
"_upload_"                  = "Last opp";
"_home_"                    = "Filer";
"_file_to_upload_"          = "Fil til opplasting";
"_destination_"             = "Destinasjon";
"_ok_"                      = "OK";
"_beta_version_"            = "Beta-version";
"_function_in_testing_"     = "Funksjonen er i testing, send informasjon om eventuelle problem eller funksjonsfeil.";
"_done_"                    = "Ferdig";
"_passcode_too_short_"      = "Passordet er for kort, minst 4 tegn er påkrevd";
"_selected_"                = "Valgt";
"_scan_fingerprint_"        = "Scan fingeravtrykk for å autentisere";
"_no_active_account_"       = "Ingen konto funnet";
"_info_"                    = "Info";
"_email_"                   = "E-post";
"_save_exit_"               = "Ønsker du å slette uten å lagre?";
"_video_"                   = "Video";
"_overwrite_"               = "Overskriv";
"_transfers_in_queue_"      = "Overføring underveis, vent…";
"_too_errors_automatic_all_"= "For mange feil, gå til \"Kontrollsenter\" for å bekrefte problemet";
"_create_folder_"           = "Opprett mappe";
"_create_folder_on_"        = "La en mappe på";
"_close_"                   = "Lukk";
"_postpone_"                = "Utsett";
"_remove_"                  = "Fjern";
"_file_not_found_"          = "Filen ble ikke funnet";
"_continue_"                = "Ønsker du å fortsette?";
"_auto_upload_folder_"      = "Auto-opplasting";
"_gallery_"                 = "Galleri";
"_photo_"                   = "Bilde";
"_audio_"                   = "Lyd";
"_unknown_"                 = "Ukjent";
"_next_"                    = "Neste";
"_success_"                 = "Vellykket";
"_initialization_"          = "Igangsettelse";
"_experimental_"            = "Eksperimentell";

// App

"_network_available_"       = "Nettverk tilgjengelig";
"_network_not_available_"   = "Nettverk ikke tilgjengelig";

// Networking

"_no_reuploadfile_"         = "Kunne ikke finne eller sende fil igjen. Slett opplastingen og last filen inn igjen for å laste den opp.";
"_file_already_exists_"     = "Kan ikke fullføre operasjonen, det finnes allerede en fil med samme navn";
"_read_file_error_"         = "Lesefeil for fil";

// More

"_more_"                    = "More";
"_notifications_"           = "Varsler";
"_logout_"                  = "Logg ut";

// Settings

"_acknowledgements_"        = "Kunngjøringer";
"_settings_"                = "Settings";
"_passcode_"                = "Passord";
"_lock_"                    = "Lås";
"_lock_active_"             = "Lås: Aktivert";
"_lock_not_active_"         = "Lås: Ikke aktivert";
"_lock_protection_no_screen_"        = "Ikke spør ved oppstart";
"_lock_protection_no_screen_footer_" = "Use \"Do not ask at startup\" for protected folders only or for reading the encryption passphrase";
"_url_"                     = "URL";
"_username_"                = "Brukernavn";
"_change_credentials_"      = "Endre dine påloggingsdetaljer ";
"_wifi_only_"               = "Kun bruk Wi-Fi -forbindelse";
"_settings_autoupload_"     = "Auto-opplasting";
"_app_version_"             = "Programversjon";
"_app_in_use_"              = "Program i bruk";
"_contact_by_email_"        = "Kontakt oss på e-post";
"_clear_cache_"             = "Tøm hurtiglager (%@ brukt)";
"_clear_cache_no_size_"     = "Tøm hurtiglager";
"_exit_"                    = "Avslutt";
"_funct_not_enabled_"       = "Funksjonaliteten er ikke påskrudd";
"_passcode_activate_"       = "Passordlås er aktivert";
"_disabling_passcode_"      = "Slår av passordlås";
"_want_exit_"               = "Merk! Vil bli tilbakestilt til opprinnelig tilstand. Fortsett?";
"_proceed_"                 = "Fortsett";
"_delete_cache_"            = "Slett hurtiglager";
"_want_delete_cache_"       = "Ønsker du å slette hurtiglager?";
"_want_delete_thumbnails_"  = "Vil du slette alle miniatyrbildene også?";
"_mail_deleted_"            = "E-post slettet";
"_mail_saved_"              = "E-post lagret";
"_mail_sent_"               = "E-post sendt";
"_mail_failure_"            = "Klarte ikke å sende e-post: %@";
"_information_req_"         = "Information request";
"_write_in_english_"        = "Skriv til oss på Engelsk";
"_credentials_"             = "Påloggingsdetaljer";
"_manage_account_"          = "Håndter konto";
"_change_password_"         = "Endre passord";
"_add_account_"             = "Legg til konto";
"_delete_account_"          = "Slett konto";
"_want_delete_"             = "Ønsker du virkelig å slette?";
"_no_delete_"               = "Nei, ikke slett";
"_yes_delete_"              = "Ja, slett";
"_remove_cache_"            = "Vent, sletter hurtiglager…";
"_optimizations_"           = "Optimiseringer";
"_synchronizations_"        = "Synkroniserte mapper";
"_version_server_"          = "Tjenerversion";
"_help_"                    = "Help";
"_lock_protection_simply_"  = "Svak passordbeskyttelse";
"_change_simply_passcode_"  = "Endre passordstype";
"_quota_"                   = "Kvote";
"_available_"               = "tilgjengelig";
"_cloud_account_"           = "Nettskykonto";
"_information_"             = "Informasjon";
"_personal_information_"    = "Personlig info";
"_user_full_name_"          = "Fullt navn";
"_user_address_"            = "Adresse";
"_user_phone_"              = "Telefonnummer";
"_user_email_"              = "E-post";
"_user_web_"                = "Vevside";
"_user_twitter_"            = "Twitter";
"_quota_using_"             = "Du bruker %@ av %@";
"_favorite_offline_"        = "Favoritter tilgjengelig frakoblet";
"_favorite_offline_footer_" = "Making all favorites available offline may take a while and use a lot of memory while doing it.";
"_advanced_"                = "Avansert";
"Skip"                      = "Hopp over";
"Start"                     = "Start";

// Manage AutoUpload

"_autoupload_"                      = "Auto-opplasting av bilder/videoer";
"_autoupload_background_"           = "Auto-opplasting i bakgrunnen";
"_autoupload_photos_"               = "Auto-opplasting av bilder";
"_autoupload_videos_"               = "Auto-opplasting av videoer";
"_autoupload_description_"          = "De nye bildene/videoene vil bli lastet opp til skyen din";
"_autoupload_description_background_"  = "Dette valget krever bruk av GPS for å utløse oppdagelse av nye bilder/videoer i kamerarullen når plasseringen endres så mye at det utgjør en forskjell";
"_autoupload_background_title_"     = "Begrensninger";
"_autoupload_background_msg_"       = "På grunn av begrensninger i iOS, er det ikke enda mulig å utføre bakgrunnsprosesser, om ikke GPS-tjenester er påslått. Når mastesituasjonen er endret, våkner systemet opp en kort periode for å se etter nye bilder å laste opp til skyen.";
"_autoupload_change_location_"      = "Endre mappe";
"_autoupload_location_now_"         = "Mappe";
"_autoupload_location_default_"     = "Gjenopprett forvalgt mappe";
"_autoupload_change_location_footer_" = "Change folder used for 'Automatic upload of camera photos' (if the option is enabled)";
"_autoupload_not_select_home_"      = "Velg ei mappe";
"_autoupload_save_album_"           = "Kopier bilde eller video inn i fotoalbum";
"_autoupload_fullphotos_"           = "Last opp hele kamerarullen";
"_autoupload_fullphotos_footer_"    = "Juster valgene ovenfor før opplasting";
"_autoupload_create_subfolder_"     = "Bruk undermapper";
"_autoupload_create_subfolder_footer_" = "Lagre i undermapper basert på år og måned";
"_autoupload_filenamemask_"         = "Endre filnavnsmaske";
"_autoupload_filenamemask_footer_"  = "Endre den automatiske filnavnsmasken";
"_autoupload_format_compatibility_" = "Mest kompatibel";
"_autoupload_format_compatibility_footer_" = "\"Mest kompatibel\" vil alltid lagre bilder som JPEG";

// Manage Help

"_help_tutorial_"               = "Veiviser";
"_help_intro_"                  = "Introduksjon til TheBox";
"_help_activity_verbose_"       = "Detaljert aktivitetsnyhetskilde";
"_help_activity_mail_"          = "Send aktivitet via e-post";
"_help_activity_clear_"         = "Tøm aktivitetslogg";


// Manage Advanced

"_optimized_photos_"            = "Optimisert bildeoppløsning";
"_upload_del_photos_"           = "Fjern filer etter opplasting";
"_optimized_photos_how_"        = "If your iPhone is low on space, full-resolution photos are automatically replaced with optimized versions. The full-resolution versions are stored in your cloud.";
"_upload_del_photos_how_"       = "Files will be removed from device memory after they’ve been uploaded to your cloud. They will remain in the camera roll. Just download the files to see them.";
"_show_hidden_files_"           = "Vis skjulte filer";

// Login

"_connect_server_anyway_"       = "Vil du koble til tjeneren allikevel?";
"_connection_error_"            = "Tilkoblingsfeil";
"_add_your_nextcloud_"          = "Legg til din TheBox-konto";
"_login_url_"                   = "Tjeneradresse https://...";
"_login_bottom_label_"          = "Har du ikke en tjener enda?\nVelg en av tilbyderne.";
"_error_multidomain_"           = "Adressen tillates ikke, bare disse domenene er gyldige:";
"_account_already_exists_"      = "Kontoe %@ finnes allerede";

// Favorite

"_favorites_"                   = "Favoritter";
"_favorite_"                    = "Merk som favoritt";
"_unfavorite_"                  = "Fjern favorittmarkering";
"_no_files_uploaded_"           = "Ingen filer lastet opp";
"_tutorial_favorite_view_"      = "Filer og mapper du markerer som favoritter vil vises her";
"_tutorial_offline_view_"       = "Filer kopiert hit vil bli tilgjengelig i frakoblet modus.\n\nDe vil synkronisert med skyen din.";
"_tutorial_local_view_"         = "Du vil finne utpakkede filer fra din sky.\n\nKoble til iTubes for å dele disse filene.";
"_more_"                        = "More";
"_favorite_no_files_"           = "Ingen favoritter enda";


// Auto Upload

"_pull_down_"                               = "Dra ned for å oppdatere";
"_no_photo_load_"                           = "Inget bilde eller video";
"_tutorial_autoupload_view_"                = "Du kan aktivere automatisk opplasting i \"Innstillinger\"";
"_no_date_"                                 = "Ingen dato";
"_today_"                                   = "Today";
"_time_"                                    = "Tid: %@\n\n%@";
"_location_not_enabled_"                    = "Plasseringstjenester ikke påskrudd";
"_location_not_enabled_msg_"                = "Gå til \"Innstillinger\" og skru på \"Plasseringstjenester\" for å tillate automatiske bilde-/video -opplastinger.";
"_access_photo_not_enabled_"                = "Tilgang til bilder ikke påskrudd";
"_access_photo_not_enabled_msg_"            = "Gå til \"Innstillinger\" og skru på \"Fototilgang\" for å tillate automatiske bilde-/video -opplastinger.";
"_access_photo_location_not_enabled_"       = "Tilgang til bilder og plassering ikke påskrudd";
"_access_photo_location_not_enabled_msg_"   = "Gå til \"Innstillinger\" og skru på \"Fototilgang\" og \"Plasseringstjenester\" for å tillate automatisk kamera- bilde/-video -opplastinger.";
"_tutorial_photo_view_"                     = "Ingen bilder eller videoer lastet opp enda";
"_create_full_upload_"                      = "Oppretter akriv… Kan ta lang tid, vent.";
"_error_createsubfolders_upload_"           = "Feil ved oppretting av undermapper";
"_activate_autoupload_"                     = "Skru på auto-opplasting";

// Utility

"_never_"                       = "aldri";
"_less_a_minute_"               = "mindre enn ett minutt siden";
"_minutes_ago_"                 = "%d minutter siden";
"_hours_ago_"                   = "%d timer siden";
"_days_ago_"                    = "%d dager siden";
"_over_30_days_"                = "over 30 dager";
"_connection_internet_offline_" = "Internettilknytningen ser ut til å være nede, eller så kreves Wi-Fi";
"_insert_password_"             = "skriv inn passord";
"_update_in_progress_"          = "Versionsoppgradering, vent…";
"_forbidden_characters_"        = "The file or folder name contains invalid characters";
"_mail_not_can_send_mail_"      = "No account set up, or wrong email address entered";

// File

"_photo_camera_"                = "Bilder";
"_unzip_in_progress_"           = "Utpakking underveis på lokalt lagringsmedie…";
"_file_unpacked_"               = "Fil utpakket på lokalt lagringsmedie";
"_file_saved_local_"            = "Fil lagret på lokalt lagringsmedie.";
"_file_not_present_"            = "Feil: Filen er ikke der, last inn på ny.";
"_order_by_date_"               = "Sorter etter dato";
"_current_order_name_"          = "(sortert etter navn)";
"_order_by_name_"               = "Sorter etter navn";
"_current_order_date_"          = "(sortert etter dato)";
"_sort_descending_"             = "Sorter synkende";
"_current_sort_ascending_"      = "(sortert stigende)";
"_sort_ascending_"              = "Sorter stigende";
"_current_sort_descending_"     = "(sortert synkende)";
"_delete_selected_files_"       = "Slett filer";
"_move_selected_files_"         = "Flytt filer";
"_download_selected_files_"     = "Last ned filer";
"_download_selected_files_folders_" = "Last ned filer og mapper";
"_error_operation_canc_"        = "Feil: Operasjon avbrutt.";
"_only_lock_passcode_"          = "Kun tilgjengelig med låsepassord påslått. Aktiver det i \"Innstillinger\".";
"_passcode_protection_"         = "Passordbeskyttelse";
"_remove_favorites_"            = "Fjern fra favoritter";
"_remove_offline_"              = "Fjern fra offline";
"_add_favorites_"               = "Legg til i favoritter";
"_add_offline_"                 = "Legg til frakoblet";
"_remove_passcode_"             = "Fjern passordbeskyttelse";
"_protect_passcode_"            = "Beskytt med passord";
"_share_"                       = "Del";
"_reload_"                      = "Last inn på nytt";
"_open_in_"                     = "Åpne i…";
"_remove_local_file_"           = "Fjern fra hurtiglager";
"_add_local_"                   = "Legg til i lokalt lager";
"_comm_erro_pull_down_"         = "Merk: Kommunikasjonsfeil med tjeneren, dra ned for å oppdatere.";
"_file_not_downloaded_"         = "filen ble ikke nedlastet";
"_file_not_uploaded_"           = "filen er ikke opplastet";
"_folders_"                     = "mapper";
"_folder_"                      = "mappe";
"_files_"                       = "filer";
"_file_"                        = "file";
"_folder_blocked_"              = "Mappe sperret";
"_downloading_progress_"        = "Igangsetter nedlasting av filer…";
"_no_file_pull_down_"           = "Last opp ei fil eller dra ned for å gjenoppfriske";
"_browse_images_"               = "Bla i bilder";
"_synchronized_folder_"         = "Hold mappen synkronisert";
"_remove_synchronized_folder_"  = "Skru av synkroniseringen";
"_synchronized_confirm_"        = "Ved å aktivere synkronisering, vil alle filene i denne mappen bli synkronisert med tjeneren, vil du fortsette?";
"_offline_folder_confirm_"      = "Etter å ha skrudd på den frakoblede mappen, vil alle filene i den synkroniseres med tjeneren. Fortsett?";
"_file_not_found_reload_"       = "Fil ikke funnet, dra ned for å oppdatere";
"_title_section_download_"      = "NEDLASTING";
"_title_section_upload_"        = "OPPLASTING";
"_group_alphabetic_yes_"        = "✓ Grupper alfabetisk";
"_group_alphabetic_no_"         = "Grupper alfabetisk";
"_group_typefile_yes_"          = "✓ Gruppér etter filtype";
"_group_typefile_no_"           = "Grupper på filtype";
"_group_date_yes_"              = "✓ Grupper på dato";
"_group_date_no_"               = "Grupper etter dato";
"_element_"                     = "element";
"_elements_"                    = "elementer";
"_tite_footer_upload_wwan_"     = "Wi-Fi nettverk er nødvendig, %lu %@ å laste opp.";
"_tite_footer_upload_"          = "%lu %@ å laste opp";
"_tite_footer_download_wwan_"   = "Wi-Fi nettverk er nødvendig, %lu %@ å laste ned.";
"_tite_footer_download_"        = "%lu %@ å laste ned";
"_limited_dimension_"           = "Maksimal størrelse nådd";
"_save_selected_files_"         = "Lagre bilder og videoer i fotoalbum";
"_file_not_saved_cameraroll_"   = "Feil: Fil ikke lagret i fotoalbum";
"_file_saved_cameraroll_"       = "Fil lagret i fotoalbum";
"_directory_on_top_yes_"        = "✓ Mapper på topp";
"_directory_on_top_no_"         = "Mapper på topp";
"_folder_automatic_upload_"     = "Mappe for automatisk opplasting";
"_search_no_record_found_"      = "Inget resultat";
"_search_in_progress_"          = "Søk underveis…";
"_search_instruction_"          = "Søk etter fil (minst to tegn)";
"_files_no_files_"              = "Ingen filer her";

"audio"                         = "LYD";
"compress"                      = "KOMPRIMER";
"directory"                     = "MAPPER";
"document"                      = "DOKUMENTER";
"image"                         = "BILDER";
"template"                      = "MALER";
"unknow"                        = "UKJENT";
"video"                         = "VIDEO";

"_file_del_only_local_"         = "File not present on server";

"_copy_file_"                   = "Kopier fil";
"_copy_files_"                  = "Kopier filer";
"_paste_file_"                  = "Lim inn fil";
"_paste_files_"                 = "Lim inn filer";

"_search_this_folder_"          = "Søk i denne mappen";
"_search_all_folders_"          = "Søk i alle mapper";
"_search_sub_folder_"           = "Søk her og i undermapper";

"_theming_is_light_"            = "Tjenerdrakt for lys, ikke anvendbar";

// Files Preview

"_insert_password_pfd_"         = "Sikret PDF. Skriv inn passord";
"_password_pdf_error_"          = "Feil passord";
"_error_download_photobrowser_" = "Error: Unable to download photo";

// Share

"_share_link_"                  = "Share link";
"_share_link_button_"           = "Send lenke til…";
"_password_"                    = "Passord";
"_share_password_"              = "Passordbeskyttet lenke";
"_share_expirationdate_"        = "Sett utløpsdato for lenke";
"_date_"                        = "Dato";
"_share_title_"                 = "Del";
"_add_sharee_"                  = "Legg til bruker eller gruppe";
"_add_sharee_footer_"           = "Du kan dele denne ressursen ved å legge til brukere eller grupper. For å fjerne et lager, fjern alle brukere og grupper.";
"_find_sharee_title_"           = "Søk";
"_find_sharee_"                 = "Søk etter bruker eller gruppe…";
"_find_sharee_footer_"          = "Skriv inn deler av navnet til brukeren eller gruppen for å søke (minst to tegn) etterfulgt av å trykke 'Tilbake', velg brukere som burde tillattes tilgang til å dele fulgt av å trykke 'Ferdig' for å bekrefte";
"_user_is_group_"               = " (gruppe)";
"_direct_sharee_title_"         = "Del";
"_direct_sharee_footer_"        = "Hvis du allerede vet navnet, skriv det inn. Velg så delingstypen og trykk 'Ferdig' for å bekrefte";
"_direct_sharee_"               = "Skriv inn brukernavn…";
"_user_sharee_footer_"          = "Trykk for å endre rettigheter";
"_share_type_title_"            = "Type lagring";
"_share_type_user_"             = "Bruker";
"_share_type_group_"            = "Gruppe";
"_share_type_remote_"           = "Ekstern";

// Share Permission

"_share_permission_title_"          = "Rettigheter";
"_share_permission_edit_"           = "Kan redigere";
"_share_permission_file_can_write_" = "Kan skrive fil";
"_share_permission_create_"         = "Kan opprette";
"_share_permission_create_file_"    = "Kan opprette filer";
"_share_permission_create_folder_"  = "Kan opprette mapper";
"_share_permission_change_"         = "Kan endre";
"_share_permission_delete_"         = "Kan slette";
"_share_permission_share_"          = "Kan dele";
"_share_permission_rename_"         = "Kan endre navn";
"_share_permission_move_"           = "Kan flytte";
"_share_permission_read_"           = "Kan lese";
"_share_permission_info_"           = "Delingsinformasjon";
"_share_permission_path_"           = "Fil/mappe";
"_share_permission_type_"           = "Type";
"_share_permission_typeuser_"       = "Bruker";
"_share_permission_typegroup_"      = "Group";
"_share_permission_typepubliclink_" = "Lenke";
"_share_permission_typefederated_"  = "Sammenknyttet";
"_share_permission_owner_"          = "Eier";
"_share_permission_date_"           = "Dato";
"_share_permission_email_"          = "Varsel via e-post";

// ShareInfoCMOC

"_type_resource_connect_you_"       = "Delt med deg";
"_type_resource_external_"          = "Ekstern lagringsplass";

// Share Ext

"_destiny_folder_"                  = "Mappe: %@";

"_no_transfer_"                     = "Ingen overføringer enda";
"_no_transfer_sub_"                 = "Opp- og ned-lastinger fra denne enheten vil dukke opp her";
"_no_activity_"                     = "Ingen aktivetet enda";
"_transfers_"                       = "Overføringer";
"_activity_"                        = "Aktivitet";
"_activity_file_not_present_"       = "Filen finnes ikke lenger";

// List Shares

"_list_shares_"                     = "Delinger";
"_list_shares_no_files_"            = "Ingen delinger enda";
"_tutorial_list_shares_view_"       = "Filer og mapper du deler vil dukke opp her";

// Offline - Local Storage

"_create_synchronization_"          = "Opprett synkronisering";
"_offline_"                         = "Frakoblet";
"_local_storage_"                   = "Lokal lagring";
"_local_storage_no_record_"         = "Ingen filer enda";

// Create Cloud

"_upload_photos_videos_"            = "Last opp bilder eller videoer";
"_upload_file_"                     = "Last opp fil";
"_upload_file_text_"                = "Opprett tekstfil";

// Document Picker

"_save_document_picker_"            = "Lagre her";

// CreateFormUploadAssets

"_destination_folder_"              = "Målmappe ";
"_use_folder_photos_"               = "Bruk mappen Bilder som mål";
"_rename_filename_"                 = "Gi nytt navn";
"_filename_"                        = "Filnavn";
"_preview_filename_"                = "Eksempelforhåndsvisning av filnavn, dato kan oppgis i formatet MM,MMM,DD,YYYY og HH,hh,mm,ampm for dato/tid";
"_forbidden_characters_"            = "The file or folder name contains invalid characters";
"_add_filenametype_"                = "Specify type in filename";
"_filenametype_photo_video_"        = "Bilde/video";

// Notification

"_notification_"                    = "Varsel";

// Photo Browser

"Done"                              = "Ferdig";
"Select Photos"                     = "Velg bilder";
"photo"                             = "bilde";
"photos"                            = "bilder";
"of"                                = "av";
"%i of %i"                          = "%1$i of %2$i";

// Manage Auto Upload FileName

"_autoupload_filename_title_"       = "Last opp filnavn automatisk";

// Text File

"_untitled_txt_"                    = "Utentittel.txt";

// EndToEnd Encryption

"_e2e_settings_title_"              = "Kryptering";
"_e2e_settings_"                    = "End-to-end encryption";
"_e2e_settings_start_"              = "Start end-to-end encryption";
"_e2e_settings_not_available_"      = "End-to-end encryption not available";
"_e2e_settings_activated_"          = "End-to-end encryption activated";
"_e2e_settings_view_passphrase_"    = "This 12 word phrase is a very strong password providing full access to view and use your encrypted files. Please write it down and keep it somewhere safe.";
"_e2e_settings_read_passphrase_"    = "Read passphrase";
"_e2e_settings_lock_not_active_"    = "Låsen er ikke aktivert, gå tilbake til \"Innstillinger\" og aktiver den";
"_e2e_settings_the_passphrase_is_"  = "The passphrase is:";
"_e2e_passphrase_request_title_"    = "Request passphrase";
"_e2e_passphrase_request_message_"  = "Insert the 12 words";
"_e2e_settings_remove_"             = "Remove the encryption locally";
"_e2e_settings_remove_message_"     = "Confirm removing encryption along with the passphrase.";
